Тест на психопатию
Психопаты строят свои отношения с людьми по определенным схемам. Этот тест, состоящий из тринадцати вопросов, поможет вам определить, не токсичен ли человек, с которым вы находитесь в романтических отношениях.

Выбрав подходящий ответ на вопрос, добавьте его номер к общей сумме. Например, если вы выбрали ответ 1 на первый вопрос и ответ 4 на второй, то всего вы пока что набрали 5 баллов. Ответив на все вопросы, посмотрите, в какой диапазон попадает окончательная сумма. Если у вас плохо с математикой (как у меня), пройдите тест на странице Test.PsychopathFree.com, и ваш результат посчитается сам!

А. Выполняет ли он(а) обещания?
Да, конечно. Когда мой партнер мне что-то обещает, то я не сомневаюсь, что он(а) сделает как обещал(а).
Да, он(а), как правило, держит обещание, и его (ее) дела в основном согласуются со словами.
Иногда. Он(а) не очень надежен(на), но время от времени делает то, что обещал(а).
Нет, его (ее) громкие слова всегда расходятся с делами. Я приучился(лась) не указывать на это партнеру, иначе меня объявят чрезмерно чувствительной(ым) и сумасшедшей(им).
Б. Как вы считаете, понимает ли партнер ваши чувства?
Да, он(а) обладает эмпатией и умеет сочувствовать! Он(а) всегда понимает, каковы мотивы моих поступков. Если я на что-то жалуюсь, он(а) всегда выслушает и постарается понять.
Не то чтобы, но он(а) всегда был(а) такой(ая). Даже в самом начале наших отношений он(а) не слишком заботился(лась) о моих чувствах. Он(а) может быть очень эгоистичен(на), но если мне очень нужна помощь, он(а), как правило, помогает.
Он(а) в достаточной степени эмпатичен(на), уровень его (ее) эмпатии меня вполне устраивает.
Уже нет. Я изо всех сил пытаюсь объяснять, что такое обращение неприятно, но, кажется, мои объяснения его (ее) только раздражают. Или он(а) устраивает мне бойкот. Мне кажется, я и вправду схожу с ума.
В. Разнятся ли у него (нее) требования к себе и другим?
Нет, он(а) всегда предъявляет к себе те же требования, что и к другим, и не осуждает меня за ошибки. Он(а) не считает, что правила писаны не для него (нее).
Возможно, но я не замечал(а). Все мы люди, и у всех есть свои недостатки.
Бывает, но, если я на это указываю, он(а) признает свою неправоту.
Он(а) предъявляет ко мне чрезвычайно высокие требования, но сам(а) ведет себя так, словно к нему (ней) они не относятся.
Г. Лжет ли он(а)?
Нет, он(а) меня никогда не обманывает.
Не больше любого другого человека. В жизни иногда не обойтись без мелкой безобидной лжи во имя благих целей.
Да, и он(а) никогда не виноват(а) решительно ни в чем. У него (нее) всегда находится оправдание или отговорка, даже если оправдываться не в чем.
Д. Бывает ли, что он(а) отстраняется от вас, чтобы наказать, или намеренно проявляет холодность?

Нет, мой партнер никогда так не поступает. Если у нас в отношениях возникают проблемы, мы их открыто обсуждаем. Мы не играем в молчанку и не устраиваем друг другу бойкот, выжидая, кто первый его нарушит.
Нет, у меня нет ощущения, что он(а) от меня намеренно отдаляется или устраивает бойкот. Иногда после ссоры он(а) бывает неразговорчив(а), но не более того.
Случается, причем так было с самого начала. Мне бы очень хотелось, чтобы наши отношения были ровнее, но если он(а) мне целый день не пишет и не звонит, это нормально.
Да, и я не знаю, что и думать. Ведь в начале отношений он(а) был(а) так внимателен(на) ко мне! Он(а) как будто специально выдумывает причины, чтобы не общаться и не встречаться со мной.
Е. Как вы себя чувствуете в этих отношениях?
Спокойно, мирно, уверенно. Так было все время, с самого начала.
Я скорее счастлив(а), чем нет. Я знаю, что могу говорить с партнером о любых проблемах, которые возникают в наших отношениях.
Я не очень счастлив(а), но не боюсь выражать свое мнение и говорить о проблемах.
Раньше у меня был очень легкий характер, но теперь я чувствую себя болезненно ревнивым, отчаявшимся человеком с нездоровой потребностью во внимании.
Ж. Вы боитесь потерять его (ее)?
С какой стати мне этого бояться? Я знаю, что наша любовь взаимна и что наши отношения — здоровые. Мне даже и в голову не приходит, что мы можем расстаться.
Нет, нам хорошо друг с другом, и мы одинаково смотрим на наши отношения.
Я не уверен(а) на 100 %, но я не думаю, что он(а) меня бросит.
Да, поначалу он(а) осыпал(а) меня похвалой и комплиментами, но теперь, кажется, потерял(а) интерес. Я боюсь, что любая ссора может стать для нас последней.
З. Вы доверяете ему (ей)?
Абсолютно. Я готов(а) доверить ему свою жизнь.
Конечно. Он(а) пока ничего не сделал(а), чтобы вызвать мое недоверие.
Не очень. Он(а) со временем как будто стал(а) совсем другим человеком, и я никогда не знаю, чего от него (нее) ожидать.
Нет. Не могу объяснить почему, но я часто ловлю себя на том, что слежу за ним (ней), пытаясь понять, правду ли он(а) мне говорит.
И. В ваших отношениях проявляется накал страстей?
Мы редко ссоримся, потому что каждый из нас интуитивно понимает, что чувствует другой. Мы не пытаемся вызвать друг у друга ревность или создать напряжение на пустом месте. Мы оба стараемся укреплять взаимное доверие.
Не более, чем в любых других отношениях. То же было у меня и раньше, с другими партнерами.
Мы часто ссоримся, но не бывает так, чтобы мы раз за разом ругались по одному и тому же поводу. Однако мне хотелось бы, чтобы конфликтов в наших отношениях было поменьше.
Он(а) говорит, что терпеть не может, когда накручивают трагедию, но почему-то накал трагедии в наших отношениях очень высок. Он(а) как будто специально нагнетает страсти, а потом осуждает меня за эмоциональную реакцию.
Й. Как он(а) справляется со скукой?
Он(а) никогда не скучает и с удовольствием проводит время наедине с собой.
Однообразная нудная работа наводит на него (нее) тоску, но такое бывает со всеми.
Он(а) легко начинает скучать, но не против побыть наедине с собой.
Ему (ей) все время скучно, и он(а) постоянно ищет внимания других людей.

К. Что вы скажете о его (ее) бывшем (бывшей)?
Его (ее) бывшая(ий) никогда не всплывает в наших разговорах. Он(а) о нем (ней) не упоминает.
Он(а) в хороших отношениях с бывшим(ей), но они почти не общаются, и это не вызывает никаких проблем в наших отношениях.
Они дружат, и мне из-за этого не по себе. Но они всегда были друзьями, и вообще это не мое дело.
Он(а) говорит, что его (ее) бывший(ая) совсем съехал(а) с катушек и бешено ревнует из-за наших отношений, но мне не о чем беспокоиться. Но я почему-то подозреваю, что они до сих пор общаются. У меня такое ощущение, что я постоянно вынужден(а) конкурировать с другими людьми за внимание своего партнера.
Л. Какие отношения у вас были в самом начале?
Мы были большими друзьями. Наши отношения развивались не слишком стремительно. У нас оказалось сходное чувство юмора, и нам было весело вдвоем. Он(а) сразу понравился(лась) моим друзьям и родным, и с тех пор мы были счастливы вместе.
Как у всех. Мы познакомились и обнаружили, что у нас много общего. Страсть первых дней слегка охладела, но мы по-прежнему друг другу очень нравимся. Возможно, у нас и была «фаза медового месяца», но она не поглотила всю мою жизнь.
Поначалу — ничего особенного. Мы несколько раз сходили на свидания друг с другом, и кое-что показалось мне не слишком приятным (например, он(а) был(а) груб(а) с официантом в ресторане), но в целом он(а) вроде бы был(а) нормальным человеком. Чем больше мы узнавали друг друга, тем лучше я чувствовал(а) себя с ним (ней).
Меня просто смело могучим ураганом! Он(а) был(а) гораздо заботливей и нежней моих предыдущих партнеров. У нас было столько общего — сразу стало ясно, что мы идеально подходим друг другу. Он(а) мне постоянно писал(а) и звонил(а) и восхищался(лась) решительно всем во мне.
М. Как он(а) обращается с вами?
Он(а) делает все возможное, чтобы выслушать меня и понять, какие чувства мною движут. Он(а) всегда относится ко мне уважительно. Когда меня что-то волнует, он(а) всегда готова обсудить проблему и изменить свое поведение, если это на пользу нашим отношениям.
Как все. Мы шутим, веселимся, и вообще нам хорошо вместе. Мы относимся друг к другу как равноправные взрослые люди.
Он(а) обычно не очень хорошо со мной обращается, но так было всегда. Мне не нужны сантименты и чтобы вокруг меня плясали, так что все в порядке.
Я теперь даже не знаю. У нас бывают хорошие дни, когда кажется, что мы вернулись в раннюю, идиллическую фазу отношений. Но обычно он(а) держится снисходительно, высокомерно, и критикует меня или вообще игнорирует. Меня это ранит, и в итоге я чувствую себя ненормально ревнивым(ой) и болезненно чувствительным(ой).
Результаты

13–20: вы знакомы с очень хорошим человеком!
Отличные новости! Кажется, ваш партнер — полная противоположность психопата. Он(а) обладает эмпатией, сердечен(на) и заботлив(а). Его (ее) намерения искренни, и это выражается в его (ее) поведении. Желаю вам долгой и счастливой жизни вдвоем!

21–30: это не психопат
Хорошая новость! Ваш партнер — не психопат. У вас бывают свои взлеты и падения, как в любой нормальной паре. Если вы счастливы вдвоем, то эта динамика отношений, скорее всего, здоровая.

31–41: возможно, это психопат
Будьте бдительны! В поведении этого человека просматриваются «красные флажки». Возможно, это психопат, возможно — нет, но важно то, что вы заслуживаете партнера, с которым будете счастливы. Эмпатичного, доброго, умеющего сочувствовать. Подходит ли ваш нынешний партнер под это определение?

42–52: это определенно психопат
Берегитесь! В поведении этого человека проявляется большинство отличительных признаков психопата. Общаясь с ним, вы все время вынуждены быть настороже? Вас кидает от приподнятого настроения и радости к тревоге и исступлению? Он строит треугольники с участием вас и своих бывших или будущих партнеров? Вы все время извиняетесь и плачете, а раньше с вами никогда такого не было? Вам кажется, что вы потеряли себя в этих отношениях? Здоровый, любящий партнер никогда не вызовет у вас таких чувств. А вот психопат ловит вас на крючок и после этого начинает над вами измываться.

Ответы жертв психопатического абьюза
на анкету сайта PsychopathFree.com
С момента публикации первоначального списка тридцати «красных флажков» он разошелся по интернету в миллионах копий. По мере того как популярность нашего ресурса росла, я старался уточнять описание «флажков» — они должны соответствовать опыту всех жертв абьюза, а не только моему личному. Поэтому я убрал местоимение «я», которое в них использовалось сначала, и заменил его на «вы».

Поскольку во мне умер статистик, я его ненадолго воскресил и составил анонимную анкету для людей, переживших абьюз. В этой анкете я попросил респондентов оценить каждый из «красных флажков» по шкале от 1 до 5, от «Совершенно неверно» до «Абсолютно верно». В конце я добавил поле для ответа в свободной форме — на случай, если я что-нибудь пропустил. Я думал, на анкету ответит человек десять и это поможет мне уточнить описания.

Можете представить себе мое удивление, когда оказалось, что своим опытом поделились более тысячи жертв психопатического абьюза! У всех «красных флажков» большинство ответов оказалось «Совершенно верно». Я был в шоке. Но некоторые описания все же получили более низкую оценку, чем другие, и я решил пересмотреть их и улучшить для новой книги. Обновленное описание «красных флажков» в этой книге составлено на основе фраз, которые чаще всего встречаются в ответах жертв абьюза со всего мира. Как и все, что я пишу, этот список постоянно совершенствуется. Я приглашаю и вас поделиться опытом и покритиковать мой список на сайте Survey.PsychopathFree.com.

Результаты анкеты
На диаграмме показано взвешенное среднее, где «Совершенно неверно» принято за 1, а «Абсолютно верно» — за 5.


По оси Х ответ «Ни да ни нет» соответствует значению 3. Ни одно из моих описаний «красных флажков» не получило оценки меньше 3,5.


Среди оценок, полученных описаниями «красных флажков», для всех описаний большинство ответов было «Абсолютно верно».


Общее распределение ответов: «Абсолютно верно» — 59 %, «Скорее верно» — 22 %, «Ни да ни нет» — 11 %, «Скорее неверно» — 5 %, «Совершенно неверно» — 3 %.

